console.log(' Creativity Infinite Studio招无偿前端工程师 \n Creativity Infinite Studio招无偿员工 \n 职业类型：前端程序员、后端程序员、素材收集、灵感\n┌── ┬ ┌─┐\n│   │ └─┐\n└── ┴ └─┘\n        ◢◤   ◢◤◢▥▥▥▥▥◤    ◢▥▥▥▥▥◣    ◢▥▥▥▥▥▥◣\n      ◢◤   ◢◤    ◢◤        ◢◤     ◢◤  ◢◤       ◢◤\n    ◢▥▥▥▥▥◤    ◢◤        ◢▥▥▥▥▥▥▥◤◢▥▥▥▥▥▥▥▥◤\n  ◢◤   ◢◤     ◢◤        ◢▥▥▥◣      ◢◤\n◢◤   ◢◤   ◢▥▥▥▥▥◤   ◢◤    ◥▥▥◤  ◥▥▥▥▥▥▥▥◤\n有兴趣联系QQ：EntityMC')
/*
        ◢◤   ◢◤ ◢▥▥▥▥▥◤     ◢▥▥▥▥▥◣    ◢▥▥▥▥▥▥◣
      ◢◤   ◢◤    ◢◤       ◢◤     ◢◤  ◢◤      ◢◤
    ◢▥▥▥▥▥◤    ◢◤       ◢▥▥▥▥▥▥▥◤  ◢▥▥▥▥▥▥▥▥◤
  ◢◤   ◢◤     ◢◤      ◢▥▥▥◣      ◢◤
◢◤   ◢◤   ◢▥▥▥▥▥◤   ◢◤    ◥▥▥◤   ◥▥▥▥▥▥▥▥◤
*/